13/data/attachments/962b8e1f0d20b134.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jessica_organization_Actions_64328_2</nif:username>
            <nif:friendToBeRequested>soap_actions_65a9c040-f806-42c8-b1ad-1b8f9b0c4868</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>